{
    "Description": {
        "paragraphs": [
            "تقدم لكم متجر الملابس هذا التيشيرت الفريد بتصميمه العصري والأنيق. إنها قطعة ممتازة لأي مناسبة ترغب في إضافة لمسة أنيقة وعصرية إلى مظهرك. تم تصميم هذا التيشيرت بعناية ليتناسب مع ذوقك ويوفر لك الراحة والأناقة في آن واحد."
        ],
        "list": [
            "اللون: متوفر بعدة ألوان جذابة تناسب جميع الأذواق",
            
            "النسيج: مصنوع من مواد عالية الجودة توفر لك الراحة طوال اليوم",
            "لتصميم: تصميم الهودي الفريد يجعلك تبرز بين الحشد",
            "المقاسات: متوفر بمقاسات متنوعة لتلائم جميع الأجسام"
        ],
        "paragraphs1": [
            "احصل على هذا التيشيرت الرائع اليوم وكن مستعدًا لتحسين أسلوبك بأناقة وعصرية. اجعله جزءًا من مجموعتك المميزة من الملابس."
        ],
        "paragraphs2": [
            "قسم التعبئة والتوصيل في متجر الملابس لدينا يعمل بجد لضمان تجربة تسوق مثالية لكم. نحن نخصص اهتمامًا خاصًا لضمان أن جميع منتجاتنا تصل إليكم بأمان وجاهزة للاستخدام. تتمثل روعة التغليف في الجمع بين الأناقة والحماية، حيث نسعى دائمًا لتقديم عروض تعبئة مذهلة تعكس اهتمامنا بالجودة والتفاصيل. أما بالنسبة للتوصيل، فإننا نتعاون مع أفضل شركات الشحن لضمان وصول طلباتكم بأسرع وقت ممكن، ونوفر خدمة تتبع الشحنات لتكونوا على اطلاع دائم بموقع طلبكم. نحن نفهم أن التعبئة والتوصيل هما جزء مهم من تجربة العميل، ولهذا نعمل بكل اجتهاد لجعل هذه العملية سلسة وممتعة بالنسبة لكم."
        ]
    },
    "tableData": [
        {
            "label": "مناسبة الاستخدام",
            "value": "مثالي للإسترخاء في الأيام الباردة أو للإطلالات العصرية"
        },
        {
            "label": "مستدامية",
            "value": "مصنوع من مواد صديقة للبيئة تعكس التزامنا بالاستدامة"
        },
        {
            "label": "تفاصيل التوصيل",
            "value": "نقدم خدمات شحن سريعة وآمنة لجميع مناطق الشحن"
        },
        {
            "label": "سياسة الإرجاع",
            "value": "نقدم سياسة إرجاع ميسّرة إذا لم يكن المنتج يلبي توقعاتكم"
        },
        {
            "label": "توجيهات الارتداء",
            "value": "يمكن ارتداؤه مع الجينز أو السراويل الرياضية لإطلالة عصرية"
        },
        {
            "label": "توصيات العناية",
            "value": "غسيل يدوي بماء بارد وتجنب التعرض المباشر لأشعة الشمس"
        },
        {
            "label": "التصميم الفريد",
            "value": "تيشيرت الهودي مصمم بعناية ليمنحك مظهرًا أنيقًا وفريدًا"
        },
        {
            "label": "الاستخدام المتعدد",
            "value": "مناسب للأنشطة اليومية والأنشطة الرياضية والمزيد″"
        },
        {
            "label": "الشعار والعلامة التجارية",
            "value": "يأتي مع شعارنا الخاص وعلامتنا التجارية للتأكيد على الجودة″"
        },
        {
            "label": "مريح ودافئ",
            "value": "يوفر التيشيرت الهودي الراحة والدفء في الأيام الباردة"
        },
        {
            "label": "تصميم مناسب لجميع الأعمار",
            "value": "مناسب للكبار والشباب على حد سواء″"
        },
        {
            "label": "التوافر المحدود",
            "value": "كمية محدودة، احصل عليه قبل نفاذ الكمية″"
        },
        {
            "label": "التفاصيل الداخلية",
            "value": "مزود ببطانة داخلية ناعمة تضمن الراحة والدفء"
        },
        {
            "label": "خيارات الدفع",
            "value": "نقدم خيارات دفع متنوعة لتلبية احتياجاتك المالية"
        }
    ],
    "Vendor": {
        "vendorLogo": "/assets/imgs/vendor/vendor-18.svg",
        "vendorName": "Noodles Co.",
        "reviewCount": "32",
        "ratingWidth": "80%",
        "Rating": "92",
        "Ship_on_time": "100",
        "Chat_response": "89",
        "description": "البائع في متجر الملابس لدينا هو مصدرك الموثوق دائمًا للأزياء العصرية والجودة العالية. نحن نفتخر بتقديم مجموعة متنوعة من الملابس الرائعة التي تلبي احتياجات العملاء المتنوعة. يتميز فريق البائعين لدينا بالاهتمام بالتفاصيل والالتزام بتقديم تجربة تسوق استثنائية. نحن نعمل بجد لضمان رضاكم التام وتقديم منتجات تتجاوز توقعاتكم. اشتروا من متجرنا اليوم وتمتعوا بأسلوب مميز وجودة لا تضاهى.",
        "joinYear": 2012
    },
    "Reviews": {}
}